{
  "vegetarian": {
    "zh": {
      "goveg-btn": "響應齋戒",
      "vownum-btn": "最新統計",
      "hero-title": [
        "虔誠齋戒 改變",
         "你我的命運",
         ""
      ],
      "hero-content": [
        "曾幾何時，人們認為動物應該是人的食物？",
        "又是什麼時候開始，人們吞入口的生靈，",
        "卻成為自己恐懼的源頭？"
      ],
      "p1-title": [
        "您的一秒鐘 決定",
        "的一輩子"
      ],
      "p1-content":[
        "當您瀏覽網頁的時間裡，",
        "條生命正在消逝",
        "根據聯合國糧食與農業組織農糧署",
        "(FAO)的統計數據，",
        "自2000年以來，",
        "人類對於家畜、家禽的養殖量節節上升。",
        "當人們決定吃肉，",
        "就有一條生命隨著我們剎那間的決定，",
        "終結牠不自由、充滿恐懼的一生。"
      ],
      "p2-title": "如果這是您的一餐，您的選擇是？",
      "copyright-text":[
        "Copyright © 2020 Open Source Matters. All rights reserved.",
        "Copyright, Tzu Chi Foundation."
      ],
      "meat-title":"選擇吃肉，您該知道的事",
      "meat-content":[
        "聯合國政府間氣候變化專門委員會（IPCC）於2018年提出專家調查報告《Global Warming of 1.5 ºC》，說明全球升溫超過工業化前水平1.5°C的影響。報告指出了全球平均氣溫上升將會帶來多項災害、經濟、生活的影響，以下將列舉數項。",

        "此外。IPCC又在2019年8月8日於日內瓦發佈報告，引用華府智庫世界資源研究所（World Resources Institute）研究，相較於植物性蛋白質，生產一份牛肉需要20倍的土地面積，溫室氣體的排放量也多20倍。報告認為，如果人們多吃菜、少吃肉，對抑制氣候變遷會有很大助益。",

        "以下為《Global Warming of 1.5 ºC》所列舉，地球升溫超過1.5℃可能造成的危害：",
        "該報告指出，如果能更有效合理地使用土地，則可以使它更好地吸收人類所產生的二氧化碳。",

        "人類活動所導致的地球暖化，已高出前工業革命時期約1.0°C。如果暖化速度持續增加，可能在2030年到2052年之間，地球暖化便會達到1.5°C。",
        
        "因人為排放溫室氣體所造成的暖化現象，可能會維持好幾個世紀甚至千年，且將繼續造成氣候系統進一步長期的改變，如：海平面上升。",
        "如果把地球暖化限制在1.5°C，相較升高到2°C，預估會減少於海洋生物多樣性、漁業、生態系統等提供給人類的功能與服務上的風險。如北極海冰層及溫暖水域珊瑚礁生態系統的變化。",
        "當地球暖化至1.5°C時，自然和人類系統相關之氣候風險，會高於當前情況。視未來的社会經濟條件，相較於將地球暖化限制在2°C，限制在1.5°C內可能會減少多達50%的世界人口，依地區特性不同，暴露在氣候變遷所導致之缺水情況。",
        "（中信心水準）多數居住區域的極端熱天氣增加，數個地區的高降水量增加，以及某些地區旱災及降水不足的機率增加。",
        "對健康、生活、糧食安全、水供應、人類安全及經濟成長等氣候相關的風險，預估在地球暖化1.5°C下會增加，而在2°C下則增加更多風險。",
        "就研究涵蓋的105,000個物種而言，預估於地球暖化1.5°C下，6%的昆蟲、8%的植物和4%的脊椎動物會失去一半因氣候而定的地理分布範圍。",
        "地球暖化限制在 1.5°C，或有限突破 1.5°C 之途徑，需要能源、土地、城市與基礎建設（包括交通運輸及建築）與工業系統上快速且深遠的轉型（高信心水準）。",

        "※資料出處", 
        "https://www.ipcc.ch/sr15/", 
        "，詳細建議參考台達電子文教基金會翻譯整理之中文報告。"
      ],
      "backhome-btn":"回首頁",
      "backp2-btn":"重新選餐",
      "leg-title":"吞食生命，小心病從口入",
      "leg-content":[
        "常言道：「病從口入。」2020年新型冠狀病毒疫情擴及全球，病毒宿主就是被視為「野味」的蛇、蝙蝠等動物。人對山珍海味的饕念，已經反撲成人類自身的威脅。",
        "事實上，從上個世紀以來，人口增加讓畜牧肉品消耗也大幅增長，然而一旦發生動物傳染病，這些畜養動物就動輒遭到人類屠殺撲滅，不僅動物權利遭到漠視，也在無形之中增加殺業。",
        "伊波拉病毒：1976年首見於非洲撒哈拉沙漠南部。通常是由於人們接觸帶有病毒的大猩猩或羚羊而遭感染，繼而形成人傳人的疫情。歷年來持續流行於在非洲各國，如2020年仍在剛果共和國流行。",
        "英國狂牛症：1996年英國政府宣布發現和人類「感染性海綿狀腦病」有關，係因農畜業為了增加牛隻的蛋白質攝取，將其他動物的骨粉摻入飼料，因骨粉可能採用因病遭淘汰的動物所製，連帶畜牧牛罹患疾病。",
        "口蹄疫：是一種古老存在於自然界的動物傳染病，好發於偶蹄類動物，雖然對人類危害較小，但一旦發生，人類常以撲殺手段遏止病情。臺灣於1997年爆發大流行，畜牧業產值暴跌，直至2020年6月16日才離開疫區名單。",
        "嚴重急性呼吸道症候群SARS：2002年11月中國大陸廣東地區出現「非典型肺炎」疫情流行，隨後除了在中國大陸形成流行，也在全球造成8,096例感染、774例死亡的流行。據研究，SARS病毒寄生於果子狸、蝙蝠、猴及蛇等動物，人類補食帶病動物，轉變成人傳人疫情。",
        "禽流感：由病毒引起的動物傳染病，通常只感染鳥類，但2004年東亞發生禽流感，候鳥帶菌飛越國界造成多國大流行，除了家禽大量死亡，越南也有20人往生。為了防止野生鳥類造成傳染，人們多用驅趕手段，一旦養殖場發現病例，也會大規模撲殺。臺灣曾於2012年發生H5N2型禽流感，以及2017年發生H5N6禽流感。",
        "狂犬病：狂犬病由狂犬病病毒引起的一種急性病毒性腦脊髓炎，一旦發病後，致死率幾乎達100％；但可透過及時接種疫苗而免於發病。臺灣於2013年7月仍在野生動物如鼬獾、白鼻心身上查驗出病毒。",
        "漢他病毒：寄生於齧齒類動物身上的病毒，約在二次世界大戰期間發現病例，雖然是人意外吸入帶病鼠類的分泌物（含尿液糞便）飛沫，但近年臺灣持續發生個案，會有兩類症候群，嚴重時會導致呼吸衰竭與休克。",
        "非洲豬瘟：1921 年首次於非洲肯亞發現，是一種急性、高傳染性的病毒性疾病，特徵是發病過程短但死亡率高。已從非洲傳到歐洲、南美洲、俄羅斯、中國大陸等地。",
        "2019新型冠狀病毒肺炎COVID-19：2019年底首先於中國大陸武漢發現，至今已在全球形成800萬例以上的病例，主要集中在中國大陸，日本、南韓都傳出社區感染，疫情仍未停歇。具傳野生動物如蝙蝠、蛇、果子狸等都為可能宿主，人類食入病毒後發病，透過飛沫形成人傳人的大流行。"
      ],
      "current-stats-title": "發起您的蔬食願",
      "current-stats-line1": "全球已有<span>2,153,477</span>人響應",
      "current-stats-line2": "總響應餐數<span>10,252,598</span>餐",
      "current-stats-button": "我 要 許 願",
      "form-header-title-1": "2020 蔬食護生，防疫造福--我要響應！",
      "form-header-title-2": "蔬食防疫，我響應！",
      "form-header-title-3": "蔬食防疫，我響應！",
      "form-description-1": "這一波疫情的靈方妙藥，就是茹素祈福！現在，每個人都要盡心力，要推動蔬食，保護萬物生機，守護環境、森林。人 人發揮這一分心，同心共濟到災疫，回歸心安、平安的生活常態。",
      "form-description-2": "近年來，人類社會受到包括COVID-19在內的多種流行病的影響。避免未來流行病的最佳方法之一是減少我們的肉類消費。採行素食不僅健康，也是遠離病毒來源、保護所有眾生、我們的環境和所有自然的最佳方法之一。只要我們真誠，我們就能共同減輕這些災難，回到和平和諧的生活。",
      "form-description-3": "近年來，人類社會受到包括COVID-19在內的多種流行病的影響。避免未來流行病的最佳方法之一是減少我們的肉類消費。採行素食不僅健康，也是遠離病毒來源、保護所有眾生、我們的環境和所有自然的最佳方法之一。只要我們真誠，我們就能共同減輕這些災難，回到和平和諧的生活。",
      "form-field-name": "響應人的姓名",
      "form-field-gender": "響應人的性別",
      "form-gender-male": "男",
      "form-gender-female": "女",
      "form-field-country": "響應人的國家地區",
      "form-country-placeholder": "請選擇",
      "form-field-is-vegetarian": "響應人是否已經茹素？",
      "form-is-vegetarian-yes": "已經茹素",
      "form-is-vegetarian-no": "尚未茹素",
      "form-field-vegetarian-time": "響應茹素時間",
      "form-vegetarian-time-info": "就算已茹素，也可以一同繼續響應哦！",
      "form-vegetarian-time-life-after-life": "生生世世茹素",
      "form-vegetarian-time-whole-life": "一生一世茹素",
      "form-vegetarian-time-1-year": "茹素一年",
      "form-vegetarian-time-1-month": "茹素一個月",
      "form-vegetarian-time-7-days": "茹素一個星期",
      "form-vegetarian-time-1-day-per-week": "茹素一週一天",
      "form-vegetarian-time-1-day": "茹素一天",
      "form-submit-button": "提交響應",
      "form-submitting": "提交中...",
      "form-alert-success": "感謝您的參與！資料已儲存。",
      "form-alert-error": "儲存資料時發生錯誤：",
      "form-alert-unknown-error": "未知的錯誤",
      "form-alert-connection-error": "無法連接到伺服器。請檢查您的網路連線並確認後端正在運行。",
      "form-required-field": "此題必填",
      "countries": [
        "美屬薩摩亞",
        "阿根廷",
        "亞美尼亞",
        "澳大利亞(澳洲)",
        "奥地利",
        "亞塞拜然",
        "巴林",
        "巴貝多",
        "白俄羅斯",
        "比利時",
        "貝南",
        "不丹",
        "玻利維亞",
        "巴西",
        "保加利亞",
        "汶萊",
        "柬埔寨",
        "加拿大",
        "智利",
        "中國大陸",
        "哥倫比亞",
        "哥斯大黎加",
        "象牙海岸",
        "塞普勒斯",
        "捷克",
        "丹麥",
        "吉布地",
        "多明尼加",
        "厄瓜多",
        "埃及",
        "薩爾瓦多",
        "「愛沙尼亞",
        "衣索比亞",
        "斐濟",
        "芬蘭",
        "法國",
        "喬治亞",
        "德國",
        "迦納",
        "希臘",
        "瓜地馬拉",
        "關島",
        "宏都拉斯",
        "香港",
        "匈牙利",
        "印度",
        "印尼",
        "伊朗",
        "愛爾蘭",
        "以色列",
        "義大利",
        "牙買加",
        "日本",
        "約旦",
        "哈薩克",
        "肯亞",
        "韓國",
        "科威特",
        "吉爾吉斯",
        "寮國",
        "拉脫維亞",
        "賴索托",
        "立陶宛",
        "盧森堡",
        "澳門",
        "馬達加斯加",
        "馬拉威",
        "馬來西亞",
        "馬利",
        "馬耳他",
        "模里西斯",
        "墨西哥",
        "摩爾多瓦",
        "莫三比克",
        "緬甸",
        "尼泊爾",
        "荷蘭",
        "紐西蘭",
        "尼加拉瓜",
        "尼日",
        "奈及利亞",
        "挪威",
        "阿曼",
        "巴基斯坦",
        "巴拿馬",
        "巴布亞紐幾內亞",
        "巴拉圭",
        "秘魯",
        "菲律賓",
        "波蘭",
        "葡萄牙",
        "波多黎各",
        "卡達",
        "俄羅斯",
        "沙烏地阿拉伯",
        "塞內加爾",
        "獅子山",
        "新加坡",
        "聖馬丁",
        "斯洛伐克",
        "斯洛維尼亞",
        "索羅門群島",
        "南非",
        "西班牙",
        "斯里蘭卡",
        "蘇丹",
        "瑞典",
        "瑞士",
        "敘利亞",
        "台灣",
        "塔吉克",
        "坦尚尼亞",
        "泰國",
        "多哥",
        "土耳其",
        "土庫曼",
        "烏克蘭",
        "阿拉伯聯合大公國",
        "英國",
        "美國",
        "烏拉圭",
        "烏茲別克",
        "委內瑞拉",
        "越南",
        "葉門"
      ]
    },
    "en": {
      "goveg-btn": "Go Vegetarian",
      "vownum-btn": "Most Recent Stats",
      "hero-title": [
        "Devout vegetarian practice",
        "reshapes the fate of all—",
         ", you, and me."
      ],      
      "hero-content": [
        "When did we begin to believe that animals were meant to be our food?",
        "And at what point did the living beings we swallowed become the source of our fear?", ""
      ],
      "p1-title": [
        "Your One-Second Decision",
        "Determines Lifetime"
      ],
      "p1-content": [
          "In the time you spend browsing this page,",
          "lifes are fading away.",
          "According to statistics from the United Nations Food and Agriculture Organization (FAO),",
          "since the year 2000, the quantity of livestock and poultry farmed by humans has steadily increased.",
          "When people choose to eat meat,",
          "a life ends with our instantaneous decision,",
          "terminating its lifetime of captivity and fear."
      ],
      "p2-title": "If this were your meal, what would be your choice?",
      "copyright-text": [
          "Copyright © 2020 Open Source Matters. All rights reserved.",
          "Copyright, Tzu Chi Foundation."
      ],
      "meat-title": "What You Should Know When Choosing to Eat Meat",
      "meat-content": [
    "In 2018, the United Nations Intergovernmental Panel on Climate Change (IPCC) published the special report 'Global Warming of 1.5 ºC', detailing the impacts of global warming exceeding 1.5°C above pre-industrial levels. The report indicated that a rise in global average temperature will bring multiple disasters and affect the economy and livelihoods; several of these impacts are listed below.",

    "Furthermore, on August 8, 2019, the IPCC released a report in Geneva, citing research from the World Resources Institute, which stated that compared to plant-based protein, producing one serving of beef requires 20 times more land and generates 20 times more greenhouse gas emissions. The report suggests that if people eat more vegetables and less meat, it would significantly help mitigate climate change.",

    "Below are the potential harms listed in 'Global Warming of 1.5 ºC' if the Earth's temperature rises beyond 1.5°C:",
    "The report pointed out that using land more efficiently and rationally could enhance its ability to absorb carbon dioxide produced by humans.",

    "Global warming caused by human activities is already approximately 1.0°C above pre-industrial levels. If the warming rate continues to increase, global warming could reach 1.5°C between 2030 and 2052.",

    "The warming caused by anthropogenic greenhouse gas emissions may persist for centuries or even millennia and will continue to cause further long-term changes in the climate system, such as sea-level rise.",

    "Limiting global warming to 1.5°C, compared to 2°C, is projected to reduce risks to marine biodiversity, fisheries, ecosystems, and the functions and services they provide to humans. Examples include changes in Arctic sea ice and warm-water coral reef ecosystems.",

    "When global warming reaches 1.5°C, climate-related risks to natural and human systems will be higher than present levels. Depending on future socioeconomic conditions, limiting global warming to 1.5°C compared to 2°C could reduce the number of people exposed to climate-induced water scarcity by up to 50%, varying by region.",

    "(Medium confidence) Increase in extreme heat events in most inhabited regions, increase in heavy precipitation in several regions, and an increase in the probability of drought and precipitation deficits in some regions.",

    "Climate-related risks to health, livelihoods, food security, water supply, human security, and economic growth are projected to increase with global warming of 1.5°C and increase further with 2°C.",

    "For the 105,000 species studied, it is projected that 6% of insects, 8% of plants, and 4% of vertebrates would lose over half of their climatically determined geographic range under global warming of 1.5°C.",

    "Pathways limiting global warming to 1.5°C with no or limited overshoot would require rapid and far-reaching transitions in energy, land, urban and infrastructure (including transport and buildings), and industrial systems (high confidence).",

    "※ Source:", 
    "https://www.ipcc.ch/sr15/",
    ". For detailed recommendations, please refer to the Chinese report translated and compiled by the Delta Electronics Foundation."
  ],
  "backhome-btn": "Back to Home",
  "backp2-btn": "Reselect Meal",
  "leg-title": "Ingesting Life, Beware Illness Entering Through the Mouth",
  "leg-content": [
    "As the saying goes, 'Illness enters through the mouth.' The 2020 novel coronavirus pandemic spread globally, with the virus hosts being animals like snakes and bats, considered 'game meat.' Human greed for exotic delicacies has boomeranged into a threat to humanity itself.",

    "In fact, since the last century, population growth has led to a significant increase in the consumption of animal products. However, when animal-borne diseases occur, these farmed animals are often slaughtered en masse by humans. This not only disregards animal rights but also increases the karma of killing.",

    "Ebola Virus: First identified in 1976 south of the Sahara Desert in Africa. It typically infects humans through contact with infected gorillas or antelopes, subsequently leading to human-to-human transmission. It has continued to cause outbreaks in various African countries over the years, such as the ongoing outbreak in the Democratic Republic of Congo in 2020.",

    "UK Mad Cow Disease (BSE): In 1996, the UK government announced a link to human 'variant Creutzfeldt-Jakob Disease (vCJD)'. This was caused by the practice of adding animal bone meal to cattle feed to increase protein intake. As the bone meal might have been made from discarded sick animals, it led to cattle contracting the disease.",

    "Foot-and-Mouth Disease: An ancient animal infectious disease naturally occurring in cloven-hoofed animals. Although less harmful to humans, outbreaks are often controlled by culling infected animals. Taiwan experienced a major outbreak in 1997, causing a sharp drop in livestock industry output value, and was only removed from the list of epidemic areas on June 16, 2020.",

    "Severe Acute Respiratory Syndrome (SARS): In November 2002, an outbreak of 'atypical pneumonia' occurred in Guangdong, China. It subsequently spread within mainland China and globally, causing 8,096 infections and 774 deaths. Research suggests the SARS virus hosts include civet cats, bats, monkeys, and snakes. Humans contracted the virus by consuming infected animals, leading to human-to-human transmission.",

    "Avian Influenza (Bird Flu): An animal infectious disease caused by viruses, usually only infecting birds. However, the 2004 avian flu in East Asia, carried by migratory birds across borders, caused outbreaks in multiple countries. Besides mass deaths of poultry, 20 people died in Vietnam. To prevent infection from wild birds, dispersal methods are often used, and large-scale culling occurs when cases are found on farms. Taiwan experienced H5N2 avian flu in 2012 and H5N6 avian flu in 2017.",

    "Rabies: Rabies is an acute viral encephalomyelitis caused by the rabies virus. Once symptoms appear, the fatality rate is nearly 100%; but it can be prevented by timely vaccination. In Taiwan, as of July 2013, the virus was still detected in wild animals like ferret-badgers and masked palm civets.",

    "Hantavirus: A virus harbored by rodents. Cases were first identified around World War II. Although humans are typically infected by accidentally inhaling aerosolized secretions (including urine and feces) from infected rodents, cases have continued to occur in Taiwan in recent years. It can cause two types of syndromes and, in severe cases, lead to respiratory failure and shock.",

    "African Swine Fever: First discovered in Kenya, Africa, in 1921, it is an acute, highly contagious viral disease characterized by a short course and high mortality rate. It has spread from Africa to Europe, South America, Russia, mainland China, and other regions.",

    "Novel Coronavirus Disease 2019 (COVID-19): First identified in Wuhan, mainland China, at the end of 2019, it has since caused over 8 million cases globally, initially concentrated in mainland China, with community spread reported in Japan and South Korea; the pandemic continues. Wild animals such as bats, snakes, and civet cats are considered potential hosts. Humans contract the disease by ingesting the virus, leading to illness, and transmission occurs via droplets, causing a widespread human-to-human pandemic."
  ],
    "current-stats-title": "Make your vegetarian vow",
    "current-stats-line1": "<span>2,153,477</span> people worldwide have responded",
    "current-stats-line2": "Total meals responded to: <span>10,252,598</span>",
    "current-stats-button": "I want to make a wish",
    "form-header-title-1": "Vegetarian Diet to Mitigate COVID-19, Count Me In!",
    "form-header-title-2": "Vegetarian Diet to Mitigate COVID-19, Count Me In!",
    "form-header-title-3": "Una Dieta Vegetariana para Mitigar el Coronavirus. ¡ÚNETE!",
    "form-description-1": "In recent years, human society have been affected by numbers of epidemic outbreak, including COVID-19. One of the best ways to avoid future epidemics is to reduce our meat consumption. Adopting a vegetarian diet is not only healthy but also one of the best ways to stay away from the source of virus, and to protect all sentient beings, our environment, and all of nature. If we are sincere, together we can mitigate these disasters, and return to peaceful and harmonious lives.",
    "form-description-2": "In recent years, human society have been affected by numbers of epidemic outbreak, including COVID-19. One of the best ways to avoid future epidemics is to reduce our meat consumption. Adopting a vegetarian diet is not only healthy but also one of the best ways to stay away from the source of virus, and to protect all sentient beings, our environment, and all of nature. If we are sincere, together we can mitigate these disasters, and return to peaceful and harmonious lives.",
    "form-description-3": "Se cree que el vegetarianismo es una manera efectiva para combatir la propagación del Coronavirus y para crear bendiciones. Nosotros deberíamos ser diligentes en promover el vegetarianismo, en salvar y respetar a todos los seres vivos, protegiendo el medio ambiente y los bosques. Con sinceridad y constancia, todos nosotros podemos ayudar a mitigar la situación actual y continuar con nuestras vidas cotidianas de una manera pacífica y armoniosa.",
    "form-field-name": "Your Name",
    "form-field-gender": "Your Gender",
    "form-gender-male": "Male",
    "form-gender-female": "Female",
    "form-field-country": "Your Country of Residence",
    "form-country-placeholder": "Please select",
    "form-field-is-vegetarian": "Are you already a Vegetarian?",
    "form-is-vegetarian-yes": "Yes I am!",
    "form-is-vegetarian-no": "No not yet!",
    "form-field-vegetarian-time": "How long would you pledge to be vegetarian?",
    "form-vegetarian-time-info": "Even if you are already vegetarian, you can still respond together!",
    "form-vegetarian-time-life-after-life": "Life after life!",
    "form-vegetarian-time-whole-life": "My whole life!",
    "form-vegetarian-time-1-year": "1 year",
    "form-vegetarian-time-1-month": "1 month",
    "form-vegetarian-time-7-days": "7 days",
    "form-vegetarian-time-1-day-per-week": "1 day per week",
    "form-vegetarian-time-1-day": "1 day",
    "form-submit-button": "Submit Response",
    "form-submitting": "Submitting...",
    "form-alert-success": "Thank you for your participation! Data has been saved.",
    "form-alert-error": "Error saving data:",
    "form-alert-unknown-error": "Unknown error",
    "form-alert-connection-error": "Could not connect to the server. Please check your network connection and make sure the backend is running.",
    "form-required-field": "This section is required",
    "countries": [
      "American Samoa",
      "Argentina",
      "Armenia",
      "Australia",
      "Austria",
      "Azerbaijan",
      "Bahrain",
      "Barbados",
      "Belarus",
      "Belgium",
      "Benin",
      "Bhutan",
      "Bolivia",
      "Brazil",
      "Bulgaria",
      "Brunei Darussalam",
      "Cambodia",
      "Canada",
      "Chile",
      "China",
      "Colombia",
      "Costa Rica",
      "Ivory Coast (Cote D'Ivoire)",
      "Cyprus",
      "Czech",
      "Denmark",
      "Djibouti",
      "Dominican Republic",
      "Ecuador",
      "Egypt",
      "El Salvador",
      "Estonia",
      "Ethiopia",
      "Fiji",
      "Finland",
      "France",
      "Georgia",
      "Germany",
      "Ghana",
      "Greece",
      "Guatemala",
      "Guam",
      "Honduras",
      "Hong Kong",
      "Hungary",
      "India",
      "Indonesia",
      "Iran",
      "Ireland",
      "Israel",
      "Italy",
      "Jamaica",
      "Japan",
      "Jordan",
      "Kazakhstan",
      "Kenya",
      "Korea",
      "Kuwait",
      "Kyrgyzstan",
      "Lao",
      "Latvia",
      "Lesotho",
      "Lithuania",
      "Luxembourg",
      "Macau",
      "Madagascar",
      "Malawi",
      "Malaysia",
      "Mali",
      "Malta",
      "Mauritius",
      "Mexico",
      "Moldova",
      "Mozambique",
      "Myanmar",
      "Nauru",
      "Nepal",
      "Netherlands",
      "New Zealand",
      "Nicaragua",
      "Niger",
      "Nigeria",
      "Norway",
      "Oman",
      "Pakistan",
      "Panama",
      "Papua New Guinea",
      "Paraguay",
      "Peru",
      "Philippines",
      "Poland",
      "Portugal",
      "Puerto Rico",
      "Qatar",
      "Russian Federation",
      "Saudi Arabia",
      "Senegal",
      "Sierra Leone",
      "Singapore",
      "Sint Maarten",
      "Slovakia",
      "Slovenia",
      "Solomon Islands",
      "South Africa",
      "Spain",
      "Sri Lanka",
      "Sudan",
      "Sweden",
      "Switzerland",
      "Syrian Arab Republic",
      "Taiwan",
      "Tajikistan",
      "Tanzania",
      "Thailand",
      "Togo",
      "Turkey",
      "Turkmenistan",
      "Ukraine",
      "United Arab Emirates",
      "United Kingdom",
      "United States",
      "Uruguay",
      "Uzbekistan",
      "Venezuela",
      "Vietnam",
      "Yemen"
    ]
    },
    "es": {
      "goveg-btn": "Hazte Vegetariano",
      "vownum-btn": "Estadísticas Recientes",
      "hero-title": [
        "Una práctica vegetariana devota",
        "cambia el destino de todos:",
         ", de ti y de mí."
      ],  
      "hero-content": [
        "¿Cuándo empezamos a creer que los animales debían ser alimento para los humanos?",
        "¿Y en qué momento los seres vivos que ingerimos se convirtieron en la raíz de nuestro temor?", ""
      ],
      "p1-title": [
        "Su Decisión de un Segundo",
        "Determina Toda ",
        "Vida"
      ],
      "p1-content": [
          "En el tiempo que pasa navegando por esta página,",
          "una vida se está extinguiendo.",
          "Según las estadísticas de la Organización de las Naciones Unidas para la Alimentación y la Agricultura (FAO),",
          "desde el año 2000, la cantidad de ganado y aves de corral criados por humanos ha aumentado constantemente.",
          "Cuando la gente decide comer carne,",
          "una vida termina con nuestra decisión instantánea,",
          "poniendo fin a su vida de cautiverio y miedo."
      ],
      "p2-title": "¿Si esta fuera su comida, cuál sería su elección?",
      "copyright-text": [
          "Copyright © 2020 Open Source Matters. Todos los derechos reservados.",
          "Copyright, Tzu Chi Foundation."
      ],
      "meat-content": [
    "En 2018, el Panel Intergubernamental sobre el Cambio Climático (IPCC) de las Naciones Unidas propuso un informe de investigación de expertos 'Calentamiento Global de 1.5 ºC', que explica el impacto de que el calentamiento global supere los 1.5°C por encima de los niveles preindustriales. El informe señaló que el aumento de la temperatura media global traerá múltiples desastres y afectará la economía y la vida; a continuación se enumeran varios de estos impactos.",

    "Además, el IPCC publicó otro informe el 8 de agosto de 2019 en Ginebra, citando un estudio del World Resources Institute, que indica que, en comparación con las proteínas vegetales, producir una porción de carne de res requiere 20 veces más superficie terrestre y emite 20 veces más gases de efecto invernadero. El informe considera que si las personas comen más verduras y menos carne, sería de gran ayuda para mitigar el cambio climático.",

    "A continuación se enumeran los daños potenciales listados en 'Calentamiento Global de 1.5 ºC' si la temperatura del planeta supera los 1.5°C:",
    "El informe señaló que si se usa la tierra de manera más eficiente y racional, puede absorber mejor el dióxido de carbono generado por los humanos.",

    "El calentamiento global causado por actividades humanas ya es aproximadamente 1.0°C más alto que en la era preindustrial. Si la velocidad del calentamiento continúa aumentando, el calentamiento global podría alcanzar 1.5°C entre 2030 y 2052.",

    "El calentamiento causado por las emisiones antropogénicas de gases de efecto invernadero podría persistir durante siglos o incluso milenios, y continuará causando cambios further a largo plazo en el sistema climático, como el aumento del nivel del mar.",

    "Limitar el calentamiento global a 1.5°C, en comparación con 2°C, proyecta reducir los riesgos para la biodiversidad marina, la pesca, los ecosistemas y las funciones y servicios que brindan a los humanos. Por ejemplo, los cambios en el hielo marino del Ártico y los arrecifes de coral en aguas cálidas.",

    "Cuando el calentamiento global alcance 1.5°C, los riesgos climáticos relacionados con los sistemas naturales y humanos serán más altos que los actuales. Dependiendo de las condiciones socioeconómicas futuras, limitar el calentamiento global a 1.5°C en comparación con 2°C podría reducir hasta en un 50% la cantidad de personas expuestas a la escasez de agua inducida por el clima, variando según la región.",

    "(Confianza media) Aumento de eventos de calor extremo en la mayoría de las regiones habitadas, aumento de precipitaciones intensas en varias regiones y aumento de la probabilidad de sequía y déficit de precipitaciones en algunas regiones.",

    "Se proyecta que los riesgos relacionados con el clima para la salud, los medios de vida, la seguridad alimentaria, el suministro de agua, la seguridad humana y el crecimiento económico aumentarán con un calentamiento global de 1.5°C y aumentarán aún más con 2°C.",

    "Para las 105,000 especies estudiadas, se proyecta que con un calentamiento global de 1.5°C, el 6% de los insectos, el 8% de las plantas y el 4% de los vertebrados perderían más de la mitad de su rango geográfico determinado por el clima.",

    "Las vías que limitan el calentamiento global a 1.5°C, con un overshoot nulo o limitado, requerirían transiciones rápidas y profundas en los sistemas de energía, tierra, urbano e infraestructura (incluyendo transporte y edificios) e industrial (alta confianza).",

    "※ Fuente:", 
    "https://www.ipcc.ch/sr15/",
    ". Para recomendaciones detalladas, consulte el informe en chino traducido y compilado por la Fundación Delta Electronics."
  ],
  "backhome-btn": "Volver al Inicio",
  "backp2-btn": "Seleccionar Comida Nuevamente",
  "leg-title": "Ingiriendo Vida, Cuidado con las Enfermedades que Entran por la Boca",
  "leg-content": [
    "Como dice el refrán: 'La enfermedad entra por la boca'. La pandemia del nuevo coronavirus de 2020 se extendió por todo el mundo, siendo los huéspedes del virus animales como serpientes y murciélagos, considerados 'carne de caza'. La codicia humana por los manjareres exóticos se ha revertido como una amenaza para la propia humanidad.",

    "De hecho, desde el siglo pasado, el aumento de la población ha llevado a un gran crecimiento en el consumo de productos animales. Sin embargo, cuando ocurren enfermedades zoonóticas, estos animales de granja a menudo son sacrificados en masa por los humanos. Esto no solo ignora los derechos de los animales, sino que también aumenta el karma de matar.",

    "Virus del Ébola: Identificado por primera vez en 1976 al sur del desierto del Sahara en África. Generalmente los humanos se infectan al contactar con gorilas o antílopes infectados, formándose posteriormente transmisión de persona a persona. Ha continuado causando brotes en varios países africanos a lo largo de los años, como el brote aún presente en la República Democrática del Congo en 2020.",

    "Encefalopatía Espongiforme Bovina (EEB) en el Reino Unido: En 1996, el gobierno británico anunció el descubrimiento de su vínculo con la 'variante de la Enfermedad de Creutzfeldt-Jakob (vECJ)' en humanos. Se debió a que la ganadería agregaba harina de huesos de otros animales al alimento para aumentar la ingesta de proteínas del ganado. Dado que la harina podía estar hecha de animales descartados por enfermedad, provocó que el ganado contrajera la enfermedad.",

    "Fiebre Aftosa: Es una antigua enfermedad infecciosa animal existente en la naturaleza, común en animales de pezuña hendida. Aunque es menos dañina para los humanos, cuando ocurre un brote, los humanos suelen utilizar el sacrificio para contener la enfermedad. Taiwán sufrió una gran epidemia en 1997, lo que hizo que el valor de producción ganadero se desplomara, y no fue hasta el 16 de junio de 2020 que salió de la lista de zonas epidémicas.",

    "Síndrome Respiratorio Agudo Severo (SRAS): En noviembre de 2002, apareció una epidemia de 'neumonía atípica' en la región de Guangdong, China continental. Posteriormente, además de extenderse en China continental, causó una epidemia global con 8,096 infectados y 774 muertes. Según investigaciones, el virus del SRAS se aloja en animales como la civeta, murciélagos, monos y serpientes. Los humanos se infectaron al consumir animales infectados, transformándose en una epidemia de persona a persona.",

    "Gripe Aviar (Influenza Aviar): Enfermedad infecciosa animal causada por virus, que generalmente solo infecta a las aves. Pero en 2004, la gripe aviar en el Este de Asia, llevada por aves migratorias a través de las fronteras, causó epidemias en múltiples países. Además de la muerte masiva de aves de corral, murieron 20 personas en Vietnam. Para prevenir infecciones de aves silvestres, a menudo se usan métodos de dispersión, y cuando se encuentran casos en granjas, también se realizan sacrificios a gran escala. Taiwán experimentó gripe aviar H5N2 en 2012 y gripe aviar H5N6 en 2017.",

    "Rabia: La rabia es una encefalomielitis viral aguda causada por el virus de la rabia. Una vez que aparecen los síntomas, la tasa de mortalidad es casi del 100%; pero puede prevenirse mediante la vacunación oportuna. En Taiwán, hasta julio de 2013, el virus aún se detectaba en wild animals like ferret-badgers and masked palm civets.",

    "Hantavirus: Virus que parasita en roedores. Los casos se descubrieron alrededor de la Segunda Guerra Mundial. Aunque los humanos generalmente se infectan al inhalar accidentalmente secreciones (incluyendo orina y heces) aerosolizadas de roedores infectados, en los últimos años han continuado ocurriendo casos en Taiwán. Puede causar dos tipos de síndromes y, en casos graves, conducir a insuficiencia respiratoria y shock.",

    "Peste Porcina Africana: Descubierta por primera vez en Kenia, África, en 1921, es una enfermedad viral aguda y altamente contagiosa, caracterizada por un curso corto y una alta tasa de mortalidad. Se ha propagado desde África a Europa, América del Sur, Rusia, China continental y otras regiones.",

    "Enfermedad por Coronavirus 2019 (COVID-19): Identificada por primera vez a fines de 2019 en Wuhan, China continental, hasta ahora ha causado más de 8 millones de casos a nivel global, inicialmente concentrados en China continental, con transmisión comunitaria reportada en Japón y Corea del Sur; la pandemia continúa. Se considera que animales salvajes como murciélagos, serpientes y civetas son huéspedes potenciales. Los humanos contraen la enfermedad al ingerir el virus, desarrollando la enfermedad, y la transmisión ocurre a través de gotitas, causando una pandemia generalizada de persona a persona."
  ],
    "current-stats-title": "Haz tu voto vegetariano",
    "current-stats-line1": "<span>2,153,477</span> personas en todo el mundo han respondido",
    "current-stats-line2": "Comidas totales respondidas: <span>10,252,598</span>",
    "current-stats-button": "Quiero pedir un deseo",
    "form-header-title-1": "Dieta Vegetariana para Mitigar el COVID-19, ¡Únete!",
    "form-header-title-2": "Dieta Vegetariana para Mitigar el COVID-19, ¡Únete!",
    "form-header-title-3": "Una Dieta Vegetariana para Mitigar el Coronavirus. ¡ÚNETE!",
    "form-description-1": "En los últimos años, la sociedad humana se ha visto afectada por numerosos brotes epidémicos, incluido el COVID-19. Una de las mejores maneras de evitar futuras epidemias es reducir nuestro consumo de carne. Adoptar una dieta vegetariana no solo es saludable, sino también una de las mejores maneras de mantenerse alejado de la fuente del virus y de proteger a todos los seres sintientes, nuestro medio ambiente y toda la naturaleza. Si somos sinceros, juntos podemos mitigar estos desastres y volver a vidas pacíficas y armoniosas.",
    "form-description-2": "En los últimos años, la sociedad humana se ha visto afectada por numerosos brotes epidémicos, incluido el COVID-19. Una de las mejores maneras de evitar futuras epidemias es reducir nuestro consumo de carne. Adoptar una dieta vegetariana no solo es saludable, sino también una de las mejores maneras de mantenerse alejado de la fuente del virus y de proteger a todos los seres sintientes, nuestro medio ambiente y toda la naturaleza. Si somos sinceros, juntos podemos mitigar estos desastres y volver a vidas pacíficas y armoniosas.",
    "form-description-3": "Se cree que el vegetarianismo es una manera efectiva para combatir la propagación del Coronavirus y para crear bendiciones. Nosotros deberíamos ser diligentes en promover el vegetarianismo, en salvar y respetar a todos los seres vivos, protegiendo el medio ambiente y los bosques. Con sinceridad y constancia, todos nosotros podemos ayudar a mitigar la situación actual y continuar con nuestras vidas cotidianas de una manera pacífica y armoniosa.",
    "form-field-name": "Nombre",
    "form-field-gender": "Género",
    "form-gender-male": "Masculino",
    "form-gender-female": "Femenino",
    "form-field-country": "País de Residencia",
    "form-country-placeholder": "Por favor seleccione",
    "form-field-is-vegetarian": "¿Ya es usted vegetariano?",
    "form-is-vegetarian-yes": "¡Ya lo soy!",
    "form-is-vegetarian-no": "¡Aún no!",
    "form-field-vegetarian-time": "¿Por cuánto tiempo se compromete a ser vegetariano?",
    "form-vegetarian-time-info": "¡Aunque ya seas vegetariano, también puedes seguir participando!",
    "form-vegetarian-time-life-after-life": "¡En todas mis vidas!",
    "form-vegetarian-time-whole-life": "¡Mi vida entera!",
    "form-vegetarian-time-1-year": "1 año",
    "form-vegetarian-time-1-month": "1 mes",
    "form-vegetarian-time-7-days": "7 días",
    "form-vegetarian-time-1-day-per-week": "1 día a la semana",
    "form-vegetarian-time-1-day": "1 día",
    "form-submit-button": "Enviar Respuesta",
    "form-submitting": "Enviando...",
    "form-alert-success": "¡Gracias por su participación! Los datos han sido guardados.",
    "form-alert-error": "Error al guardar los datos:",
    "form-alert-unknown-error": "Error desconocido",
    "form-alert-connection-error": "No se pudo conectar con el servidor. Por favor, verifique su conexión de red y asegúrese de que el backend esté funcionando.",
    "form-required-field": "Esta sección es obligatoria",
    "countries": [
      "Samoa Americana",
      "Argentina",
      "Armenia",
      "Australia",
      "Austria",
      "Azerbaiyán",
      "Baréin",
      "Barbados",
      "Bielorrusia",
      "Bélgica",
      "Benín",
      "Bután",
      "Bolivia",
      "Brasil",
      "Bulgaria",
      "Brunéi",
      "Camboya",
      "Canadá",
      "Chile",
      "China",
      "Colombia",
      "Costa Rica",
      "Costa de Marfil",
      "Chipre",
      "Chequia",
      "Dinamarca",
      "Yibuti",
      "República Dominicana",
      "Ecuador",
      "Egipto",
      "El Salvador",
      "Estonia",
      "Etiopía",
      "Fiyi",
      "Finlandia",
      "Francia",
      "Georgia",
      "Alemania",
      "Ghana",
      "Grecia",
      "Guatemala",
      "Guam",
      "Honduras",
      "Hong Kong",
      "Hungría",
      "India",
      "Indonesia",
      "Irán",
      "Irlanda",
      "Israel",
      "Italia",
      "Jamaica",
      "Japón",
      "Jordania",
      "Kazajistán",
      "Kenia",
      "Corea",
      "Kuwait",
      "Kirguistán",
      "Laos",
      "Letonia",
      "Lesoto",
      "Lituania",
      "Luxemburgo",
      "Macao",
      "Madagascar",
      "Malaui",
      "Malasia",
      "Malí",
      "Malta",
      "Mauricio",
      "México",
      "Moldavia",
      "Mozambique",
      "Myanmar",
      "Nauru",
      "Nepal",
      "Países Bajos",
      "Nueva Zelanda",
      "Nicaragua",
      "Níger",
      "Nigeria",
      "Noruega",
      "Omán",
      "Pakistán",
      "Panamá",
      "Papúa Nueva Guinea",
      "Paraguay",
      "Perú",
      "Filipinas",
      "Polonia",
      "Portugal",
      "Puerto Rico",
      "Catar",
      "Rusia",
      "Arabia Saudita",
      "Senegal",
      "Sierra Leona",
      "Singapur",
      "San Martín",
      "Eslovaquia",
      "Eslovenia",
      "Islas Salomón",
      "Sudáfrica",
      "España",
      "Sri Lanka",
      "Sudán",
      "Suecia",
      "Suiza",
      "Siria",
      "Taiwán",
      "Tayikistán",
      "Tanzania",
      "Tailandia",
      "Togo",
      "Turquía",
      "Turkmenistán",
      "Ucrania",
      "Emiratos Árabes Unidos",
      "Reino Unido",
      "Estados Unidos",
      "Uruguay",
      "Uzbekistán",
      "Venezuela",
      "Vietnam",
      "Yemen"
    ]
    }
  }
}
